Repository: motoschifo/mame-shrink
Catalog: src/Resources/Strings.*.resx
Languages: it

source: By Mame configuration
it: Da configurazione Mame

# DiskSpace
source: disk space {0}
it: Spazio disco {0}

source: No rom selected
it: Nessuna rom selezionata

# SelectedGames
source: {0} selected game(s)
it: {0} giochi selezionati

# TotalGames
source: {0} total game(s)
it: {0} giochi totali

# UserPreferencesLoadingFailure
source: There were problems reading the options, default values ​​will be used
it: Ci sono stati problemi nella lettura delle opzioni, saranno usati i valori predefiniti

# CouldNotReadFile
source: Could not read file {0}
it: Non è stato possibile leggere il file {0}

# TryGamelistCreationCommandMessage
source: Try creating the file manually by typing this command from a terminal window
it: Prova a creare il file manualmente, digitando da una finestra di terminale questo comando

source: Missing xml file
it: File xml non specificato

# AddingDataToGrid
source: Adding data to the grid
it: Aggiunta dati alla griglia

source: Grid update
it: Aggiornamento griglia

source: Reading roms
it: Lettura roms

source: Reading
it: Lettura

# ReadingRomFolderFiles
source: Reading rom folder files {0}
it: Lettura file cartella roms {0}

source: No game selected
it: Nessun gioco selezionato

# GamesRemovalConfirmationMessage
source: Confirm the removal of {0} game(s)?
it: Confermi la cancellazione di {0} giochi

source: Clean confirmation
it: Conferma pulizia

# GamesRemoval2ndConfirmationMessage
source: Since this operation is not reversible, I ask you for a second confirmation before proceeding to delete {0} game(s). Do I proceed?
it: Dato che l'operazione non è reversibile, ti chiedo una seconda conferma prima di procedere all'eliminazione di {0}. Procedo?

# RomsetCleaning
source: Romset cleaning {0} - {1}
it: Pulizia romset {0} - {1}

# GamesRemovalTrashConfirmationMessage
source: Are you sure you want to delete {0} games? NOTE: I will try to move the files to the trash if possible
it: Confermi la cancellazione di {0} giochi? NOTA: Cercherò di spostare i file nel cestino, se possibile

# GamesRemovalMoveConfirmationMessage
source: Are you sure you want to delete {0}games? NOTE: The files will be moved to the temporary folder {1}
it: Confermi la cancellazione di {0}giochi? NOTA: I file verranno spostati nella cartella temporanea {1}

source: Processing type not supported
it: Tipo di elaborazione non gestita

source: Operation completed
it: Operazione completata

source: Checking romset
it: Verifica romset

# Checking
source: [{0}/{1}] Checking {2} - {3}
it: [{0/{1}] Verifica {2} - {3}

source: Required by
it: Richiesto da

source: Not used anymore by
it: Non utilizzato più da

# CheckingResults
source: The checks highlighted some warnings
it: I controlli hanno evidenziato degli avvisi

source: Romset validation failed
it: Validazione romset fallita

# LoadingArcadeItalia
source: Loading ArcadeItalia.net
it: Lettura sito ArcadeItalia.net

source: Release
it: Versione

source: Games
it: Giochi

# ErrorLoadingArcadeItalia
source: Error while loading ArcadeItalia.net. Please retry later
it: Ci sono stati problemi nella lettura dei dati dal sito di ArcadeItalia. Riprovare più tardi

# WebSiteUnderMaintenance
source: Website is under maintenance
it: Il sito è in manutenzione

# ErrorLoadingArcadeItaliaVerbose
source: Unable to connect to ArcadeDatabase website, some features will be disabled. The next time you restart the application, another connection attempt will be made. If your PC does not have internet access, change the program options to avoid this message at each startup.
it: Non è stato possibile connettersi al sito web ArcadeDatabase, alcune funzionalità saranno disattivate. Al prossimo riavvio dell'applicazione sarà effettuato un altro tentativo di connessione. Se il PC non dispone di accesso ad internet, modificare le opzioni del programma per evitare questo messaggio ad ogni avvio.

source: Device
it: Dispositivo

source: Mechanical
it: Meccanico

source: Title
it: Titolo

source: Manufacturer
it: Produttore

source: Status
it: Stato

source: Year
it: Anno

source: Genre
it: Genere

source: Category
it: Categoria

source: Use rom of
it: Usa rom di

source: Type
it: Tipo

source: Screen
it: Schermo

source: All files
it: Tutti i file

source: Error selecting file
it: Errore durante la selezione del file

source: Error selecting folder
it: Errore durante la lettura del percorso

source: Error loading file
it: Caricamento non riuscito per il file

source: Error opening url
it: Caricamento non riuscito

source: Error
it: Errore

# FilterAll
source: All
it: Tutti

# FilterMachine
source: Machine
it: Macchina

# FilterParentMachine
source: Parent machine
it: Macchina parent

# FilterCloneMachine
source: Clone machine
it: Macchina clone

# FilterDevice
source: Device
it: Dispositivi

# FilterMechanical
source: Mechanical
it: Meccanico

# FilterAudioNotSupported
source: Audio not supported
it: Audio non supportato

# FilterAudioMultichannel
source: Audio multichannel
it: Audio multicanale

# FilterSoundEmulated
source: Sound emulated
it: Suono emulato correttamente

# FilterSoundImperfect
source: Sound imperfect
it: Suono con imperfetto

# FilterSoundUnemulated
source: Sound unemulated
it: Suono non emulato

# FilterDisplayVector
source: Vector
it: Vettoriale

# FilterDisplayUnknown
source: Unknown
it: Sconosciuto

# FilterScreenless
source: Screenless
it: Nessuno

# FilterScreenOne
source: One
it: Uno

# FilterScreenOneOrMore
source: One or more
it: Uno o più

# FilterScreenTwo
source: Two
it: Due

# FilterScreenTwoOrMore
source: Two or more
it: Due o più

# FilterScreenThree
source: Three
it: Tre

# FilterScreenThreeOrMore
source: Three or more
it: Tre o più

# FilterScreenFour
source: Four
it: Quattro

# FilterScreenFourOrMore
source: For or more
it: Più di quattro

# FilterScreenMoreThanFour
source: More than four
it: Più di quattro

# FilterScreenHorizontal
source: Horizontal
it: Orizzontale

# FilterScreenVertical
source: Vertical
it: Verticale

# FilterScreenNoRotation
source: No rotation
it: Nessuna rotazione

# FilterScreenRotated90
source: Rotated 90 degrees
it: Ruotato di 90 grati

# FilterScreenRotated180
source: Rotated 180 degrees
it: Ruotato di 180 gradi

# FilterScreenRotated270
source: Rotated 270 degrees
it: Ruotato di 270 gradi

# FilterGraphicEmulated
source: Emulated
it: Emulata correttamente

# FilterGraphicImperfect
source: Imperfect
it: Con imperfezioni

# FilterGraphicUnemulated
source: Unemulated
it: Non emulata

# FilterColorEmulated
source: Emulated
it: Emulato correttamente

# FilterColorImperfect
source: Imperfect
it: Con impefezioni

# FilterColorUnemulated
source: Unemulated
it: Non emulato

# FilterDriverStatusWorking
source: Working
it: Funzionante

# FilterDriverStatusImperfect
source: Imperfect
it: Con imperfezioni

# FilterDriverStatusNotWorking
source: Not working
it: Non funzionante

# FilterDriverStatusUnknown
source: Unknown
it: Sconosciuto

# FilterEmulationGood
source: Good
it: Buona

# FilterEmulationImperfect
source: Imperfect
it: Con imperfezioni

# FilterEmulationPreliminary
source: Preliminary
it: Non funzionante

# FilterEmulationUnknown
source: Unknown
it: Sconosciuta

# FilterEmulation
source: Emulation
it: Emulazione

# FilterDriverStatus
source: Status
it: Stato

# FilterDriverCocktailGood
source: Good
it: Buono

# FilterDriverCocktailImperfect
source: Imperfect
it: Con imperfezioni

# FilterDriverCocktailUnknown
source: Unknown
it: Sconosciuto

# FilterDriverCocktailPreliminary
source: Preliminary
it: Preliminare

# FilterSaveStateSupported
source: Supported
it: Supportato

# FilterSaveStateUnupported
source: Unsupported
it: Non supportato

# FilterSaveStateUnknown
source: Unknown
it: Sconosciuto

# FilterSaveState
source: Save state
it: Salvataggio

# FilterArtworkRequired
source: Required
it: Richiesto

# FilterArtworkNotRequired
source: Not required
it: Non richiesto

# FilterLicense
source: License
it: Licenza

# FilterLicenseOfficial
source: Official
it: Ufficiale

# FilterLicenseUnofficial
source: Unofficial
it: Non ufficiale

# FilterSoundHardwareYes
source: Yes
it: Dispositivi sonori presenti

# FilterSoundHardwareNo
source: No
it: Dispositivi sonori non presenti

# FilterCompletion
source: Completion
it: Stato lavori

# FilterComplete
source: Complete
it: Completa

# FilterInomplete
source: Incomplete
it: Incomplete/partiale

# FilterColor
source: Color
it: Colore

# FilterGraphic
source: Graphic
it: Grafica

# FilterScreenOrientation
source: Orientation
it: Orientamento

# FilterDisplayType
source: Display type
it: Tipo schermo

# FilterScreensNumber
source: Number of screens
it: Numero di schermi

# FilterType
source: Type
it: Tipo

# FilterCategories
source: Categories
it: Categorie

# FilterNoGenre
source: No genre
it: Senza genere

# FilterByGenre
source: By genre
it: Per genere

# FilterByCategory
source: By category
it: Per categoria

# FilterNoCategories
source: No categories
it: Senza categoria

# FilterBySerie
source: By serie
it: Per serie

# FilterNoSeries
source: No series
it: Non appartenente ad una serie specifica

# FilterUseSample
source: Use sample
it: Usa sample

# FilterDoNotUseSample
source: Do not use sample
it: Non usa sample

# FilterDisks
source: Disks
it: Dischi

# FilterRequiresCHD
source: Requires CHD
it: Richiede CHD

# FilterDoNotRequiresCHD
source: Do not requires CHD
it: Non richiede CHD

# FilterDiskStatusGood
source: Use CHD good
it: Usa CHD bad dump

# FilterDiskStatusBadDump
source: Use CHD bad dump
it: Usa CHD good

# FilterDiskStatusNoDump
source: Use CHD no dump
it: Usa CHD no dump

# FilterRelease
source: Release
it: Versione Mame

# FilterByReleaseNumber
source: By release number
it: Per numero di versione

# FilterProtection
source: Protection
it: Protezione

# FilterProtectionEmulated
source: Emulated
it: Emulata correttamente

# FilterProtectionImperfect
source: Imperfect
it: Con imperfezioni

# FilterProtectionUnemulated
source: Unemulated
it: Non emulata

source: Categories
it: Categorie

source: Genres
it: Generi

source: Series
it: Serie

source: Update selection
it: Aggiornamento selezione
