Repository: motoschifo/mame-shrink
Catalog: src/Forms/Options/OptionsForm.*.resx
Languages: it

# ForceGeneration.Text
source: Always force regeneration (slower method)
it: Forza sempre la generazione del file XML (metodo più lento)

# OptionXmlManual.Text
source: Select a file
it: Seleziona un file manualmente

# OptionXmlAuto.Text
source: Generate list from executable
it: Genera dall'eseguibile del Mame

# RomPathsManual.Text
source: Set manually
it: Imposta manualmente

# RomPathsAuto.Text
source: Automatic detection
it: Rileva in automatico

# CleanDeleteFiles.Text
source: Delete files (not recommended)
it: Cancella i file (sconsigliato)

# CleanMoveToFolder.Text
source: Move files to custom folder
it: Sposta i file in una cartella

# CleanMoveToRecycleBin.Text
source: Move files to the trash, if applicable
it: Sposta i file nel cestino, se possibile

# TabPageGamelist.Text
source: Input format
it: Formato dei file

# TabPageRoms.Text
source: Roms folders
it: Cartelle roms

# TabPageMame.Text
source: Mame set
it: Set Mame

# TabPageClean.Text
source: Clean
it: Pulizia

# ArcadeDatabaseConnectionOffline.Text
source: Internet connection is not available
it: La connessione ad internet non è disponibile

# ArcadeDatabaseConnectionAuto.Text
source: Use the connection, if present
it: Utilizza la connessione, se presente

# label6.Text
source: Arcade Database website
it: Sito Arcade Database

# TabPageConnections.Text
source: Connections
it: Connessioni

# label5.Text
source: The XML file generated by Mame decides the relationships between the sets, so there might be one or two files for parent and clone.
it: Il file XML generato dal Mame decide i legami tra i set, quindi potrebbero esserci uno o due file per parent e clone

# MameSetTypeAuto.Text
source: Automatic
it: Automatico

# label4.Text
source: This choice influences the way games are selected, pay close attention to avoid doing damage
it: Questa scelta influenza il modo in cui i giochi vengono selezionati, prestare la massima attenzione per evitare di fare danni

# label3.Text
source: Parent and clone sets do not share files, so each set is independent. There are two zip files
it: I set parent e cloni non condividono file, quindi ogni set è indipendente. Ci sono due file zip

# label2.Text
source: The two sets clone and parent are in the same zip file
it: I due set clone e parent sono nello stesso file zip

# label1.Text
source: The clone set contains only the part that differs from the parent set, there are two zip files and one is usually much smaller
it: Il set clone contiene solo la parte che differisce rispetto al set parent, ci sono due file zip ed uno è generalmente molto più piccolo

# cmdLoadData.Text
source: Confirm
it: Conferma

# $this.Text
source: Options and folders
it: Opzioni e percorsi
